Repository: MichaelSeeberger/Markdown-Viewer
Catalog: Markdown Viewer/*.lproj/MSError.strings
Languages: de

# reason1000
source: This functionality has not yet been implemented.
de: Diese Funktion wurde noch nicht implementiert.

# description1000
source: I have not yet implemented this functionality, but it should come in the next release (I hope)
de: Diese Funktion wurde noch nicht implementiert. Sie wird aber (hoffentlich) in der nächsten Version da sein.

# reason1001
source: Internal error. Please refer to the log files and contact the developers.
de: Es ist ein interner Fehler aufgetreten. Für Details kannst du die Log-Dateien anschauen und sie dann dem Entwickler senden.

# description1001
source: Internal error.
de: Interner fehler.

# reason1
source: Could not load the file.
de: Die Datei konnte nicht geöffnet werden.

# description1
source: I couldn't determine the opened files format.
de: Ich konnte das Format der Datei nicht erkennen.

# reason2
source: The file you opened could not be read, is it possible that this file isn't in the markup format?
de: Die Datei die Sie öffnen wollten, konnte nicht geöffnet werden. Sind Sie sicher, dass es sich um eine Markdown Datei handelt?

# description2
source: The file doesn't appear to be markdown.
de: Die Datei scheint keine Markdown Datei zu sein.

# reason10
source: There has been an error while trying to export the file.
de: Beim exportieren der Datei ist ein Fehler aufgetreten.

# description10
source: Export error.
de: Fehler beim Exportieren.
